tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
brew "cowsay"
brew "exercism"
brew "git"
brew "libyaml"
brew "nvm"
brew "readline"
brew "postgresql@14", restart_service: true
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "heroku/brew/heroku"
cask "chromedriver"
cask "packetsender"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "formulahendry.auto-rename-tag"
vscode "george-alisson.html-preview-vscode"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GrapeCity.gc-excelviewer"
vscode "kaiwood.endwise"
vscode "Lourenci.go-to-spec"
vscode "mechatroner.rainbow-csv"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.atom-keybindings"
vscode "ms-vsliveshare.vsliveshare"
vscode "patbenatar.advanced-new-file"
vscode "PKief.material-icon-theme"
vscode "Postman.postman-for-vscode"
vscode "ritwickdey.LiveServer"
vscode "Shopify.ruby-lsp"
vscode "TabNine.tabnine-vscode"
vscode "tonybaloney.vscode-pets"
vscode "wingrunr21.vscode-ruby"
vscode "ZneuRay.erb-vscode-snippets"
